【今日の振り返り】
【時間】私の行動の前に時間は平伏すが、結局時間でしか計測出来ない
・7h：睡眠
・1h：清掃（トイレ掃除＋靴磨き＋アイロンがけ）
・2h：ブログ＋思考日誌＋Twitter＋Facebook＋0秒思考
・4h：技術ブログ（AWS関係）
・1.5h：Linux（ハンズオン）
・1h：CCNA（読書）
・2h：戦略会議（日々をスコア化してみる）
・5.5h：その他

【行動】今日はどんな遊びをしたのか？
　久しぶりに革靴を磨きました。前職では最後1年間は安全靴という強化プラスティックが先端に入っている（多くの人は鉄板がはいっていると、いまだに思っているかもしれない。）靴をほぼ毎日履いていて、靴を磨くなんてことも忘れていました。

　靴がピカピカになって嬉しい（小学生みたいだけど、やっぱり物が綺麗になるのはどこか心がホッとする。）。1年くらいほっといて少しの罪悪感、これから日曜日の静かな習慣にしていこう、そしてシャツにアイロンもかける（ピッとしてカッコイイ）。平日・土曜と朝は運動をしながら身体を調整しているなら、1日くらい私を支える物たちの調整日をいれたっていいだろう。

　それとトイレ掃除は今年に入ってから毎日の習慣化が定着してきたなということで、改めてブログで紹介。大きなトイレでもないので5分くらいで出来るのが魅力の一つ。

　そしてきっかけですが、ふとした考えが浮かんだことがありまして。弊家では自分と奥様（あえて敬称）の2人が一つ屋根の下で生活をしています、例えば目の前にゴミが落ちていた場合に自分が拾わなければ、もちろん奥様が拾う可能性がありますが（奥様も無視する可能性はなきにしもあらず）。この場合、自分が拾わない決断をしたということは、この家に住んでいる奥様に無言ながら「拾っておいてね」と言っているようなものなのではないのかなと思ったことがきっかけとなります。

　自分がこの家において「やらない」を決断したものは、全て奥様に「やってほしい」と思っているんだろうなという、自分の考えの甘さが嫌いになったのでスタートしています。奥様が大事とか好きとかではなくて、そういった「やっておいてね」的な自分の態度が嫌いだなと思ったのですね。

　もちろんここで書くということは、なかなか全てを仏のように気持ちを消化（昇華）しきれていない弱さだとは思いますが、気持ちを抱えたって、一回投げてみたって、結局解決は自分自身で決断してくものなので、書き散らしてみました。

　時折奥様が後ろから野球のベンチ監督のように腕を組みながら、トイレ掃除をする自分を監視をしていますが、きっと奥様も自分の知らないところで「何かをしているのだろう」と思うと面白いなと思えてくるのです。

　だからこそ、この家庭（いまのところ所属するのは私と奥様）のために、何かを日々やっていきたいと思っているという反省でした。

【今日のコード】計算ドリルの文章問題いつだって現実と乖離している。
感想：技術記事に4時間もかかるなんて、、、でも発信は大事。昨日に引き続き連投。