【今日の振り返り】
【時間】私の行動の前に時間は平伏すが、結局時間でしか計測出来ない
・7h：睡眠
・2h：ブログ＋思考日誌＋Twitter＋Facebook＋0秒思考
・9h：仕事（AWS関係）
・1.5h：AWS技術ブログ
・0.5h：Linux（ハンズオン）
・0.5h：CCNA（読書）
・3.5h：その他

【行動】今日はどんな遊びをしたのか？
　今日はプレで（誰のため、そして何の？）仕事に行く前の8時から30分だけ学習をすることにしてみました。朝は意外と時間がとれないのですが無理に押し込んでみます。

　いままで（今日まで）だと6時に起床して朝の運動を1時間し、家事を30分間おこない7時30分となります。そこから日誌と0秒思考のメモ書き、ブログを書くと、だいたい8時10分くらいになります。なので10分ずつ前倒しをそれぞれにおこなう or 家事の時間を短くするために夜のうちに出来ることをしておくという選択をつくり、今回は今晩のうちに出来る家事を行ってみました。

　この行動をもって明日の朝が楽しみです。せいだいに寝坊したら笑える。そしたら翌日にくりこそう（明日やるは基本NGなので気をつけます）

　そういった行動が自分を変えていくのかどうか分からないけど、こういった行動を選択することを自分自身は望んでいる。

　変化というものを誰か持ち込んでくれると思って30年近く待っていたのだけれど、ようやく誰もが自分に必死で余裕がないことに、ようやく気づいたのです（おっそ。）

　とか思いながら、ようやく自分も自分というものに必死になりはじめました。でも少しだけ『自分に必死だから他の人は知らぬ』というのは、やりたくないなと思うのです。それは30年も待ってしまったからなのでしょうか？

　ほんの少しだけ出来ればいいと思っていますが、いまも『誰か』を待ち続けている人に手を差し伸べられるような（人によっては傲慢に見えるでしょう）が、そんな人になるための手段としてエンジニアという道を選んだんだなと、思う心身ともに8.5割り程度満足の夜を過ごしながらポツンと夢を見るのでした。めでたしめでたし。

さて、寝坊しないように気をつけます！！


【今日のコード】計算ドリルの文章問題いつだって現実と乖離している。
感想：技術記事の後、本当は「今日の学習は終了だー」と思ったのですが、思い返して少しだけコードを書く。

