210404思考の整理　 不要なものを片付ける

【今日の目標】

・ 不要なものを片付ける

　いるいらない、ときめくときめかない。と判断は人それぞれだけど、ときめかないものに自分を投げ捨てないようにする。

　たぶん半年前の自分であれば、投げ捨てても構わないようなスタンス。たとえ明確にとっていなくても『うんうん自分は気をつけねばね』程度で、本心のところでは『投げ捨てるとかそんな難しいこと分かんないし、つか投げ捨てる決断するタイミングなんか自分にはこないだろう』と思っていた。

　この半年でスタンスは少し違っており、『どんなタイミングがこようとも、自分を投げ捨てるようなことは決してない。』に変化が起きた。

　自分の人生を生きるということを考えて、決して自分の存在が無視できないような（当たり前なんですけどね）存在なんだなと、心から信じられるようになった。

　前はガラスの向こうに自分という存在があって、なんかしてるなと自分なのに他人事のように、いわば他責のような人生を送っていて、ようやくガラスを割り散らかして始動しはじめたという感覚か。

　割れたガラスを片付けながら、時折かざして差し込む光にときめきを思い、指を切らないように大切に扱って、今日１日をスタートさせていきます。

【0秒思考の練習】

拡散と集約を繰り返す行為
電車が目の前を過ぎ去るように、過ぎ去ろうとした思考を言葉にする行為 
◯：題目　思考の種となったもの
△：飛躍　思考の本流から伸びた枝葉
□ ：感想　閑話休題、まとまらないまとめ

 

◯　挑戦する
・どう実現していきたいのか？
　→何が足りないのかの確認

△
・整理するにも、学ぶにも、時間をかけなければ出来ることはない
　→時間をとって目標を整理し、何を学ぶか定める

□
・時間をかければ出来ないことは、ない