【今日の目標】

・ 苦労に陥るのは不運ではなく、実力不足

　いろいろと遠回りはしている気がするし、そういった経歴を見て「苦労してるね」なんて言われることはあるものの、結構自分にとっては苦労と思わずにやってきたところはある。最高時速200キロのつばめも、きっと側から見ていたら早いしか思わないけれど、意外とつばめ同士で伴走したら早さに違いはないので、それが普通となるのだろう。

　とはいえ本日目標として考えている「苦労に陥るのは不運ではなく、実力不足」にはかなり救われる考え方があるのではないのかなと、自分で目標と掲げながらも思うところがある。

　実力が不足してるから苦労してるのであって、実力があれば苦労から抜け出せるんだと。うーん、何か違う気がする。でも、これから起きる全てのことを自分のせいにして欲しいと、ふと厨二病の頃に願ったのは、こんな考えがあったからだろう。運とか目に見えない何かに振り回されたくない、全てが自分のせいなら成功も失敗も全て納得できるのではないのかな、なんて。

　飛び去るつばめを部屋の窓から眺めながら、自分の力で切り開くスタンスをあらためて書き連ねながら、今日１日をスタートさせていきます（10分）。

【0秒思考の練習】

拡散と集約を繰り返す行為
電車が目の前を過ぎ去るように、過ぎ去ろうとした思考を言葉にする行為 
◯：題目　思考の種となったもの
△：飛躍　思考の本流から伸びた枝葉
□ ：感想　閑話休題、まとまらないまとめ

◯　社会に何を還元できるのか？

・人としての価値とは？
　→私は人を信じられる（だれかがいなければ信じることすらしない）
　→私は人のために何かができる（だれかがいなければ行動すらしない）

△
・誰かを必要としない自分を見つける
　→自分だけが信じられる価値（＝独裁？）
　　→そもそも自分だけなら価値が生じるのか？

□
・誰かと共有し交換するために価値が存在した
　→自分が共有できるために差し出せるものはなんだろうか？