【今日の目標】

・ 周囲と合わせて、人の悪口を言わない
　という題名を書いたものの、そうそう悪口に出会えることも少なくなった気がする。そういったことから遠ざかるようにしているからだろうか。

　とはいえ周囲と合わせることは処世術として時には必要になってくる気もするし、そんな処世術が必要ならやっぱり、そんな関係性なんてなくていい。

　だいたい悪口や愚痴になる話なんて『誰でも持っているから、その気持ちを共有しやすい』傾向があるだけであって、その話をしたいからしているのではないと思っている。「話す内容がないなぁ、、、じゃ愚痴でも共有してやるか！」ということが多そう。話さないでいてもらえますか？まだ天気の話の方がいい。「雨、むかつきますよね！」とか？雨もたまったものじゃない。雨ゴメン。

　できるだけそういった感情的なものは仕事において排除していく。それがプロの仕事でもある気がするし、そもそも問題があるなら本人に伝えるべきことであって、それを共有して徒党を組む気が知れない。

　高校時代そういったものと闘っていたような、無視を決め込んでいたようなことをふと思い出し筆が止まり、10分経ってしまった。

　できるだけ心は健やかでありたいと願いながら、今日１日をスタートさせていきます。


【0秒思考の練習】

拡散と集約を繰り返す行為
電車が目の前を過ぎ去るように、過ぎ去ろうとした思考を言葉にする行為 

◯：題目　思考の種となったもの
△：飛躍　思考の本流から伸びた枝葉
□ ：感想　閑話休題、まとまらないまとめ

◯　誰を喜ばしたいのか？
・自分自身を救いたい
　→どうすれば救えるのか？

△
・誰かを自分が救っているという感覚から、自己を救済（回復）していく
　→誰かを救っているようで、自分を救う（自分本位）

□
・まず自分の『楽しい』を見つける